Repository: kayobruno/kb-woocommerce-braspress
Catalog: languages/kb-woocommerce-braspress-*.po
Languages: pt_br

source: Additional days
pt_br: Dias adicionais

source: Additional days to the estimated delivery.
pt_br: Dias adicionais para a entrega estimada.

source: Any Shipping Class
pt_br: Qualquer classe de envio

source: Behavior Options
pt_br: Opções de comportamento

source: Braspress Air
pt_br: Braspress Aeropress

source: Braspress Air - FOB
pt_br: Braspress Aeropress - FOB

source: Braspress Road
pt_br: Braspress Rodoviário

source: Braspress Road - FOB
pt_br: Braspress Rodoviário - FOB

source: Contact braspress to request your user and password
pt_br: Entre em contato com a braspress para solicitar seu usuário e senha

source: Deadline display message. Use %d to display the number of days
pt_br: Mensagem para exibição do prazo. Utilize %d para exibir o número de dias

source: Deadline Message
pt_br: Mensagem para exibição do prazo

source: Delivery in %d working day(s)
pt_br: Entregue em %d dia(s)

source: Each environment has a different username and password
pt_br: Cada ambiente tem um nome de usuário e senha diferentes

source: Enable this shipping method
pt_br: Habilitar este método de envio

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Environment
pt_br: Ambiente

source: Identifier
pt_br: CPF / CNPJ

source: If necessary, select a shipping class to apply this method.
pt_br: Se necessário, selecione uma classe de envio para aplicar neste método.

source: It's a shipping method that allow to the customer to ship your product using %s.
pt_br: É um método de envio que permite ao cliente enviar seu produto usando %s.

source: Kayo Bruno - Braspress for WooCommerce
pt_br: Kayo Bruno - Braspress para WooCommerce

source: Message FOB (Free on Board)
pt_br: Mensagem FOB (Free on Board)

source: Message that will be displayed when FOB(Free on Board) mode is selected.
pt_br: Mensagem que será exibida quando o modo FOB (Free on Board) for selecionado.

source: No Shipping Class
pt_br: Sem classe de envio

source: Optional Services
pt_br: Serviços Opicionais

source: Origin Identifier
pt_br: CPF / CNPJ de Origem

source: Origin Postcode
pt_br: Código postal de Origem

source: Password
pt_br: Senha

source: Production
pt_br: Produção

source: Remove on conveyor
pt_br: Coletar na transportadora

source: Shipping Class
pt_br: Classe de envio

source: Show estimated delivery
pt_br: Exibir prazo de entrega

source: Show/Hide
pt_br: Mostrar/Ocultar

source: Staging
pt_br: Homologação

source: The identifier of your company
pt_br: CNPJ da sua empresa

source: The postcode of the location your packages are delivered from.
pt_br: O código postal do local de onde seus pacotes são entregues.

source: The shipping could not be calculated because information is missing
pt_br: Não foi possível calcular o frete porque faltam informações

source: This controls the title which the user sees during checkout.
pt_br: Isso controla o título que o usuário vê durante o checkout.

source: This is an unofficial Braspress plugin for shipping calculation
pt_br: Este é um plugin Braspress não oficial para cálculo de frete

source: Title
pt_br: Título

source: Unable to calculate shipping
pt_br: Não foi possível calcular o frete

source: Up to %d working days
pt_br: Até %d dias úteis

source: User
pt_br: Usuário
